// Start::Home page
const homeHero = {
  title: 'فى سبايدر-تك نحول أفكارك لواقع',
  description:
    'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر الالكترنية و تطبيقات الهاتف و انظمة الحسابات و الادارة',
}

const homeServices = [
  {
    id: 1,
    title: 'تصميم تجربة وواجهة المستخدم',
    description:
      'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر',
    image: '../src/assets/media/icons/service_icon.svg',
  },
  {
    id: 2,
    title: 'تصميم تجربة وواجهة المستخدم',
    description:
      'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر',
    image: '../src/assets/media/icons/service_icon.svg',
  },
  {
    id: 3,
    title: 'تصميم تجربة وواجهة المستخدم',
    description:
      'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر',
    image: '../src/assets/media/icons/service_icon.svg',
  },
  {
    id: 4,
    title: 'تصميم تجربة وواجهة المستخدم',
    description:
      'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر',
    image: '../src/assets/media/icons/service_icon.svg',
  },
  {
    id: 5,
    title: 'تصميم تجربة وواجهة المستخدم',
    description:
      'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر',
    image: '../src/assets/media/icons/service_icon.svg',
  },
  {
    id: 6,
    title: 'تصميم تجربة وواجهة المستخدم',
    description:
      'نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر',
    image: '../src/assets/media/icons/service_icon.svg',
  },
]

const homeAbout = {
  image: '../src/assets/media/images/about_img.svg',
  title: 'عن سبايدر -تك',
  description:
    'سبايدر-تك هي شركة ناشئة في مجال تطوير البرمجيات تُمكن مؤسستك من إكتساب مِيزة تنافسية في سوق العمل عن طريق الخِدْمَات التي تقدمها وتدعم بها أعمالك. كفريق سبايدر-تك نعمل معك على فهم احتياجاتك لتقديم حلول مبتكرة مُقدَمة من فريق عمل بارع، و مُجهزة بأحدث الأدوات والتقنيات الحالية التي تستطيع أن تحاكي وتواكب التحديات التقنية في المستقبل. في سبايدر-تك نؤكد دائما على جودة الخِدْمَات المقدمة وتسليمها في الوقت المرجو بالإضافة إلى إرضاء العملاء بشكل كامل وذلك بفحص ',
}
// End::Home page

const allData = {
  // Start::Home page
  homeHero,
  homeServices,
  homeAbout,
  // End::Home page
}

export default allData
